[
  {
    "quote": "For over a year, my 9-year-old daughter has found solace in the girls' sports program, providing a much-needed break from her caregiving role for her disabled brother. Through the program, she has built friendships, learned new skills, and found joy in being part of a team, thanks to the warm and accommodating coaches.",
    "name" : "Shiesta Haq",
    "avatar" : "team/team-female.png"
  },
  {
    "quote": "After becoming a qualified football referee, I joined the Well Foundation community sports program. It provided the perfect opportunity to practice my refereeing skills and unexpectedly led to me joining their Wednesday league for older, less fit players. Playing has allowed me to stay active, reconnect with the sport I love, and meet new people.",
    "name" : "Marc",
    "avatar" : "team/team-male.png"
  },
  {
    "quote": "I've been a part of the Well Foundation for 11 years, participating in football and chess. It has prevented my life from becoming boring and provided a sense of community and personal growth through sports. Without it, I fear I may have engaged in negative activities. It has shaped me into a healthy individual who values sports, wellness, and mental wellbeing, preventing obesity and potential depression.",
    "name" : "Afnaan majid (24)",
    "avatar" : "team/team-male.png"
  },
  {
    "quote": "Initially, playing football with the WF was just a game, but it evolved into something more meaningful. Forced to retire from the Wednesday league due to old injuries, the Well Foundation team ensured I remained connected through events. This support was crucial for my mental health, making WF feel like an extended family.",
    "name" : "Rizwan Ahmed",
    "avatar" : "team/team-male.png"
  },
  {
    "quote": "The Well Foundation's exceptional work over the years has provided a vital space for young and older Asian men to come together and play sports. Their role as a community staple should serve as a model for organizations nationwide, showcasing best practices and setting a high standard for community engagement.",
    "name" : "Junaid Ashraf",
    "avatar" : "team/team-male.png"
  },
  {
    "quote": "Returning to football with the Well Foundation in 2021 helped me shed excess weight gained during Covid and personal struggles. The experience not only improved my physical health but also boosted my mental well-being. Beyond sports, the inclusive charity fosters community unity, strong friendships, and volunteerism, encouraging diverse participation and giving back.",
    "name" : "Abbas Sabri",
    "avatar" : "team/team-male.png"
  },
  {
    "quote": "Coming onboard with the Well Foundation after Covid, my friend Abbas Sabri introduced me to the Friday night 7-a-side league. Attending meetings beyond football has expanded my view of the Foundation's mission. I appreciate and commend the dedicated volunteers. Engaging in various activities has fostered personal growth and strong friendships within the Well Foundation community.",
    "name" : "Jordan",
    "avatar" : "team/team-male.png"
  },
  {
    "quote": "My journey with the Well Foundation began years ago through the Friday 7s league. Transitioning to coaching the 11s team, I help out and lead as the squad's captain, contributing to both playing and mentoring roles. The Foundation's inclusive environment has allowed me to grow and make meaningful contributions.",
    "name" : "Aaron Davies",
    "avatar" : "team/team-male.png"
  },
  {
    "quote": "The Well Foundation is a standout charity, positively impacting the local community with diverse activities. Their dedicated volunteer team and partnership with Motherwell Community Trust have fostered my growth as a coach, delivering engaging and inclusive sessions. Participating in the Wednesday 7s and Friday league has not only benefited my well-being but also that of fellow players.",
    "name" : "Euan Leonard",
    "avatar" : "team/team-male.png"
  },
  {
    "quote": "This charity's transformative impact is truly inspiring. Providing fresh water to underserved communities and promoting inclusivity through diverse sports activities, they empower individuals of all backgrounds. Their commitment to unity and joy through sports showcases them as a remarkable organization creating positive change through various avenues.",
    "name" : "Saqib Shahzad (41)",
    "avatar" : "team/team-male.png"
  },
  {
    "quote": "For 6 years, I've been involved with the Well Foundation, whose primary goal is to unite Lanarkshire's diverse community. I've forged new friendships and reconnected with old ones, captaining teams on Wednesday and Friday nights. Witnessing my own growth in ability and fitness has been both a mental and physical strengthening journey.",
    "name" : "Amar (19)",
    "avatar" : "team/team-male.png"
  },
  {
    "quote": "I've been playing football with the Well Foundation for about 14 years, starting from the early mosque days. Friday matches have been a highlight for me and my friends, offering socialization, fitness, and keeping us out of trouble. It's a vital part of my life, providing stress relief and even winning trophies. The growing sports academy offers diverse activities, becoming an integral part of the community for multiple generations.",
    "name" : "Idris Hussain (29)",
    "avatar" : "team/team-male.png"
  },
  {
    "quote": "After moving to Motherwell two years ago, the Well Foundation's football league helped me meet more community members and make friends. Their welcoming environment, plus diverse sports activities like boxing, badminton, and fitness classes improved my fitness while making me feel involved. Congratulations to all and keep up the great work!",
    "name" : "Maryam (24)",
    "avatar" : "team/team-female.png"
  },
  {
    "quote": "Leaving home for university and full-time work made playing football challenging. As friends grew older, scheduling games became harder. Joining the Well Foundation league changed that, providing a weekly football outlet with diverse players. It boosted my confidence to try new sports like boxing and biking, fostering enjoyment and fitness, improving both my physical health and confidence in social settings.",
    "name" : "Asman (29)",
    "avatar" : "team/team-male.png"
  },
  {
    "quote": "Participating in a variety of sports events organized by the Well Foundation has transformed my lifestyle, fostering fitness and activity. The group events have provided a morale boost and motivated me to challenge myself, while also introducing me to new acquaintances, offering an all-encompassing positive experience.",
    "name" : "Sheraz Mohammed (38)",
    "avatar" : "team/team-male.png"
  },
  {
    "quote": "Participating in the Well Foundation ladies sports program has boosted my confidence through coaching young girls in football and other sports. It also enhanced my fitness and introduced me to wonderful individuals who have become friends. Keep up the great work!",
    "name" : "Nusrat Noshee (49)",
    "avatar" : "team/team-female.png"
  },
  {
    "quote": "Thanks to the Well Foundation sports, I've had diverse opportunities, including earning the Duke of Edinburgh award and acquiring valuable skills like leadership and communication.",
    "name" : "Zaynab Akram (15)",
    "avatar" : "team/team-female.png"
  },
  {
    "quote": "Well Foundation sports helped me achieve the Duke of Edinburgh Silver award and honed my skills in leading large groups, communication, team building, and constructive feedback.",
    "name" : "Aleena Shauq (15)",
    "avatar" : "team/team-female.png"
  },
  {
    "quote": "My son loves the Well Foundation football coaching sessions on Wednesday evenings. The patient and experienced coaches allow him to learn at his own pace, making it an incredible experience for him. Now, he eagerly anticipates \"Football Wednesdays\" and can't wait for each session. Highly recommended!",
    "name" : "Elaine Brennan",
    "avatar" : "team/team-female.png"
  }
]